{"name": "Chateau de Landiras 2018", "category":"Red","image":"https://www.saq.com/media/catalog/product/1/4/14767510-1_1629741348.png?quality=80&fit=bounds&height=&width=","url": "https://www.wine.com//product/chateau-de-landiras-2018/677595", "varietal": "Bordeaux Red Blends", "location": "Graves, Bordeaux, France", "alcohol_volume": "750ML", "alcohol_percent": "0", "price": "$19", "notes": "Blend: 75% Merlot, 25% Cabernet Sauvignon", "reviews": [{"author": "Decanter", "review": "Grand generosity, showcasing deep, vigorous dark forest fruit and an appetising blackcurrant freshness within juicy and fabulously-integrated tannins. Lovely, boisterous and rich in fruit. Bravo!", "rating": "95"}]}
{"name": "Silver Oak Napa Valley Cabernet Sauvignon 2016","category":"Red","image":"https://shopliquoryxe.ca/cdn/shop/products/Silver-Oak-Napa-Valley.jpg?v=1587761054", "url": "https://www.wine.com//product/silver-oak-napa-valley-cabernet-sauvignon-2016/683756", "varietal": "Cabernet Sauvignon", "location": "Napa Valley, California", "alcohol_volume": "750ML", "alcohol_percent": "14.2", "price": "$144", "notes": "Deep ruby in color, the 2016 Napa Valley Cabernet Sauvignon is an opulent wine with notes of cassis, ripe raspberry, toasted coconut and shiitake mushroom. This wine has a rich entry, depth through the mid-palate, great structure without being heavy and exceptional length on the finish. Fresh cherry flavors balanced with floral notes and a subtle hint of black pepper add a beautiful complexity. Plush tannins lend to its ageworthiness. Given proper cellaring conditions, this wine will show beautifully through 2040.\nBlend: 78.9% Cabernet Sauvignon, 15% Merlot, 3.5% Cabernet Franc, 2.3% Petit Verdot, 0.3% Malbec", "reviews": [{"author": "Wilfred Wong of Wine.com", "review": "COMMENTARY: The 2016 Silver Oak Cabernet Sauvignon comes to the fore with plenty of persistence and oomph. TASTING NOTES: This shows up with generous aromas and flavors of blackcurrant, dill, coconut, and oak. Enjoy its beautifully appointed richness with a grilled ribeye topped with fresh rosemary sprigs. (Tasted: November 11, 2020, San Francisco, CA)", "rating": "94"}]}
{"name": "Silver Oak Alexander Valley Cabernet Sauvignon 2017","category":"Red","image":"https://minuman.com/cdn/shop/files/SILVEROAK-ALEXANDERVALLEY-2017-750ML.jpg?v=1695792354", "url": "https://www.wine.com//product/silver-oak-alexander-valley-cabernet-sauvignon-2017/671253", "varietal": "Cabernet Sauvignon", "location": "Alexander Valley, Sonoma County, California", "alcohol_volume": "750ML", "alcohol_percent": "14.2", "price": "$89", "notes": "The 2017 Alexander Valley Cabernet Sauvignon is ruby in color with a magenta rim. It has an enticing nose of cassis, blackberry, vanilla, sage, and spearmint. Upon entry, this wine builds from potpourri and bramble to a bright pop of raspberry on the mid-palate. A juicy finish with chewy tannins and a medium length.", "reviews": [{"author": "Wilfred Wong of Wine.com", "review": "COMMENTARY: The 2017 Silver Oak Alexander Valley Cabernet Sauvignon offers a satisfying experience from start to finish. TASTING NOTES: This wine excels with aromas of black fruit, anise, dried herbs, and coconut. Pair it with a juicy, grilled ribeye. (Tasted: July 18, 2021, San Francisco, CA)", "rating": "93"}]}
{"name": "Robert Mondavi To Kalon Vineyard Reserve Cabernet Sauvignon 2016","category":"Red","image":"https://cdn11.bigcommerce.com/s-pjvamvjhqj/images/stencil/1280x1280/products/31032/8287/214810__58086.1701217636.jpg?c=1", "url": "https://www.wine.com//product/robert-mondavi-to-kalon-vineyard-reserve-cabernet-sauvignon-2016/543734", "varietal": "Cabernet Sauvignon", "location": "Oakville, Napa Valley, California", "alcohol_volume": "750ML", "alcohol_percent": "14.5", "price": "$175", "notes": "Flavors of rich black berries and black plum, dried herb complexity, sweet oak spices, vanilla bean, and toasted almonds unfold in mesmerizing layers, sending a wave of deliciously intense complexity across the palate in a tasty expression of power and elegance.", "reviews": [{"author": "Tasting Panel", "review": "Mesmerizing aromas of earth, violets, and fresh black and blue fruit give way to chalky tannins that dry the palate—part of that is pure youth. The acidity lifts the flavors to compensate for the tighter grip. Savory notes of soy sauce, espresso, sweet soil, and bittersweet dark chocolate rest on a praiseworthy pedestal.", "rating": "99"}, {"author": "Robert Parker's Wine Advocate", "review": "A blend of 91% Cabernet Sauvignon, 7% Cabernet Franc and 2% Petit Verdot, the deep garnet-purple colored 2016 Cabernet Sauvignon To Kalon Reserve opens with beautifully fragrant kirsch, wilted roses, candied violets and dried Provence herbs notes over a core of wild blueberries, red and black currants and mulberries plus wafts of tobacco leaf and cardamom. Medium to full-bodied, it fills the palate with perfumed, crunchy black fruits framed by firm, ripe, grainy tannins and finishes long and earthy.Rating: 96+", "rating": "96"}, {"author": "James Suckling", "review": "This is a structured and layered red with currants, ripe berries and hints of chocolate and hazelnuts. Full body. Blueberry, chocolate and spice flavors. Shows focus and craftsmanship. Plus great vineyards. Drink in 2024, but hard not to enjoy now.", "rating": "96"}, {"author": "Jeb Dunnuck", "review": "The flagship 2016 Cabernet Sauvignon Reserve is a more long-term effort yet is loaded with potential. Coming all from Mondavi’s To Kalon holdings and seeing an extended maceration and 18 months in new oak, its deep purple color is followed by rocking notes of blackberries, black cherries, smoke tobacco, black licorice, and crushed rocks. With a terrific sense of minerality, subtle background oak, full body, and impeccable balance, hide bottles for 4-5 years and this beauty will cruise for 3 decades or so.", "rating": "96"}, {"author": "Wine Spectator", "review": "Solidly built, featuring a core of cassis, bitter cherry and plum reduction notes, laced up with racy savory, iron and singed cedar accents. Takes a restrained approach, showing subtle energy, but the fruit is sneakily long and the finish nicely grounded. Best from 2021 through 2032.", "rating": "93"}, {"author": "Wine Enthusiast", "review": "This is a hearty, bold and brawny red wine from the famous site, blended with 6% Cabernet Franc and 2% Petit Verdot. Cola, sassafras, earth and leather highlight a dense core of firm tannin and toasted oak, begging for more time in the bottle. Enjoy best between 2026–2031.", "rating": "91"}]}
{"name": "Stag's Leap Wine Cellars Artemis Cabernet Sauvignon 2019","category":"Red","image":"https://www.saq.com/media/catalog/product/1/4/14829021-1_1634591432.png?quality=80&fit=bounds&height=&width=", "url": "https://www.wine.com//product/stags-leap-wine-cellars-artemis-cabernet-sauvignon-2019/874274", "varietal": "Cabernet Sauvignon", "location": "Napa Valley, California", "alcohol_volume": "750ML", "alcohol_percent": "0", "price": "$75", "notes": "The 2019 Artemis Cabernet Sauvignon delivers expressive aromas of mocha, chocolate covered cherry, crushed raspberry, olive and thyme. Rich and flavorful, the wine is well-structured with fine grained tannins. The palate has a pleasing brambleberry note that leads to a long finish with a hint of oak spice. Enjoy this Cabernet Sauvignon with grilled tri-tip, braised short ribs, or pasta with wild mushrooms and prosciutto.", "reviews": [{"author": "James Suckling", "review": "Cassis, dried blueberries, violets, ink, graphite, dried leaves and cigar box on the nose. Full-bodied with firm, polished tannins. Smooth and supple with excellent balance and length. Drink from 2023.", "rating": "93"}]}
{"name": "Vina Robles Estate Cabernet Sauvignon 2019","category":"Red","image":"https://images.vivino.com/thumbs/PXJBf-JSRTePbRGRryrJBA_pb_300x300.png", "url": "https://www.wine.com//product/vina-robles-estate-cabernet-sauvignon-2019/854917", "varietal": "Cabernet Sauvignon", "location": "Paso Robles, Central Coast, California", "alcohol_volume": "750ML", "alcohol_percent": "14.5", "price": "$28", "notes": "This is a full-bodied wine with notes of cassis and dark fruit, along with chewy textured tannins.", "reviews": [{"author": "Wine Enthusiast", "review": "This is a rich and thoroughly satisfying Cab, starting with aromas of roasted boysenberry, cocoa, violet and toasty oak on the nose. The palate is cohesive and neatly woven, with rich black fruit, mocha and espresso flavors that are wrapped in firm but balanced tannins.", "rating": "94"}]}
{"name": "Antinori Tignanello 2018","category":"Red","image":"https://www.saq.com/media/catalog/product/1/4/14794745-1_1634770533.png?quality=80&fit=bounds&height=&width=", "url": "https://www.wine.com//product/antinori-tignanello-2018/767135", "varietal": "Tuscan Blends", "location": "Tuscany, Italy", "alcohol_volume": "750ML", "alcohol_percent": "14.5", "price": "$139", "notes": "Tignanello 2018 is a deeply intense ruby red color. On the nose, it’s remarkably complex with notes of ripe red fruit, black cherries, sour cherries that merge with sweet hints of vanilla, mint anddelicate sensations of white pepper and myrtle. Its palate is rich and well balanced: supple velvety tannins are sustained by exceptional freshness that give the wine length, elegance and persistence of flavors. Blend: 80% Sangiovese, 15% Cabernet Sauvignon, 5% Cabernet Franc", "reviews": [{"author": "Robert Parker's Wine Advocate", "review": "This wine brought to mind precise imagery of tailcoats, striped dress pants, wingtip collar shirts and other gentlemen's fashion choices from the Roaring Twenties. Sporting a retro but classic personality, the Marchesi Antinori 2018 Tignanello is quite the dapper and jovial wine that hits the market just as much of the world is emerging from a dark chapter of lockdowns and coronavirus curfews. I love the optimism that springs bright with such clarity and detail from within this blend of Sangiovese, Cabernet Sauvignon and Cabernet Franc. The 2016 vintage was a benchmark for sure, but I prefer the 2018, thanks to that tinge of nostalgia or emotion that is so deftly rendered in this cool, long growing season.", "rating": "98"}, {"author": "James Suckling", "review": "This is so aromatic with flowers, such as cherry blossoms and roses, together with currants and blackberries. A medium-bodied Tignanello with very fine tannins and depth. Racy and very, very long finish. Pure and refined. Lots of blue fruit. Tight at the end, but showing a sophisticated and reserved style. Very refined. Drinkable now, but will age nicely.", "rating": "96"}, {"author": "Wine Spectator", "review": "A dark, brooding style, yet focused on the black cherry, blackberry, spice, tobacco and iron aromas and flavors. Rich, dense and vibrant, with a long, detailed aftertaste, showing superb focus and balance. Sangiovese, Cabernet Sauvignon and Cabernet Franc. Better than previously reviewed. Drink now through 2042.", "rating": "96"}]}
{"name": "The Prisoner Wine Company The Prisoner Red Blend 2019","category":"rose","image":"https://images.vivino.com/thumbs/U-4WD7JtRZCEaJd7b4_jCw_pb_x600.png", "url": "https://www.wine.com//product/the-prisoner-wine-company-the-prisoner-red-blend-2019/673519", "varietal": "Other Red Blends", "location": "California", "alcohol_volume": "750ML", "alcohol_percent": "15.2", "price": "$55", "notes": "Features enticing aromas of Bing cherry, dark chocolate, clove, and roasted fig. Persistent flavors of ripe raspberry, boysenberry, pomegranate, and vanilla linger harmoniously for a smooth and luscious finish.", "reviews": [{"author": "Wilfred Wong of Wine.com", "review": "COMMENTARY: Could The Prisoner Red Blend be in the proverbial \"sweet\" spot? Since its arrival into the marketplace in 2000, this wine became an instant star, albeit controversial in some quarters of the wine world because of perceived sweetness. Many of my closest wine pals also decried that the wine was too extracted. While the wine flirts a bit beyond the standard threshold residual sugar level, this wine is pretty tasty and dry in a New World way. The 2019 vintage is the wine's best effort to date, and it signals its long journey to become a wine that everyone can wrap their palate around. TASTING NOTES: This wine brings the force of bold, black fruit, savory spices, and oak onto the palate. Pair it with grilled baby back ribs. (Tasted: October 14, 2020, San Francisco, CA)", "rating": "93"}]}
{"name": "Decoy California Cabernet Sauvignon 2019","category":"red","image":"https://images.vivino.com/thumbs/jdUiZrjyQdKoAjf0FVUmOQ_pb_x600.png", "url": "https://www.wine.com//product/decoy-california-cabernet-sauvignon-2019/731697", "varietal": "Cabernet Sauvignon", "location": "California", "alcohol_volume": "750ML", "alcohol_percent": "13.9", "price": "$25", "notes": "From its aromas of vibrant red and blue fruit to its silky tannins and balanced acidity, this is a lush and alluring Cabernet Sauvignon. On the palate, rich flavors of raspberry, ripe plum and blueberry carry the wine to a long, luxurious finish, with nuanced hints of oak and sweet baking spices.\nBlend: 86% Cabernet Sauvignon, 14% Merlot", "reviews": [{"author": "Wilfred Wong of Wine.com", "review": "COMMENTARY: The 2019 Decoy Cabernet Sauvignon is ripe and smooth. TASTING NOTES: This wine shows pleasing aromas and flavors of warm blackberry pie and other bright fruits. Enjoy it with a grilled hamburger top with gruyere cheese. (Tasted: June 14, 2021, San Francisco, CA)", "rating": "89"}]}
{"name": "Caparzo Brunello di Montalcino 2015","category":"rose","image":"https://bishopscellar.com/wp-content/uploads/2018/06/Caparzo-Brunello-di-Montalcino.jpeg", "url": "https://www.wine.com//product/caparzo-brunello-di-montalcino-2015/380958", "varietal": "Sangiovese", "location": "Montalcino, Tuscany, Italy", "alcohol_volume": "750ML", "alcohol_percent": "13.5", "price": "$45", "notes": "Ruby red wine color, tending toward garnet with age, this wine offers complex, penetrating aromas of wild berry fruit. On the palate, it is dry, firm, harmonious and delicate.Great with roasts, grilled and spit-roasted meats, game, braised meats and aged cheeses.", "reviews": [{"author": "James Suckling", "review": "Plum and ripe-berry with cedar and fresh-mushroom aromas and flavors. Full body, round and juicy tannins and a long and flavorful finish. Hints of chocolate. Shows intensity and focus. Drink or hold.", "rating": "95"}, {"author": "Robert Parker's Wine Advocate", "review": "Caparzo is one of two properties in Montalcino owned by the beautiful and charming Elisabetta Gnudi Angelini. The other property is Altesino. This wine, the Caparzo 2015 Brunello di Montalcino is a very classic interpretation that delivers the goods without any distracting bells or whistles. The wine opens to red and purple fruit aromas with background tones of dried herb, potting soil, cedar wood and light spice. Fruit comes from a site with heavier clay soils, and you get hints of that extra density and richness here. This vintage offers all you need in a model Brunello from a very beautiful and generous vintage. I always admire the wines of Caparzo for their accessible and immediate drinking style. Some 160,000 bottles were corked in August 2019, and the wine hit the market in January 2020.", "rating": "93"}, {"author": "Wine Spectator", "review": "An attractive mix of cherry, plum, earth, tar, spice, savory and balsamic flavors are the highlights of this well-balanced red. Licorice and salty elements emerge on the finish. Best from 2022 through 2039.", "rating": "93"}, {"author": "Wine Enthusiast", "review": "Aromas of mature woodland berry, underbrush, leather and camphor mingle together with a whiff of blue flower. The bright, polished palate offers juicy Marasca cherry, cranberry, cocoa and clove alongside taut fine-grained tannins that leave a firm, somewhat chalky finish. Fresh acidity keeps it balanced.", "rating": "92"}]}
{"name": "Joseph Phelps Cabernet Sauvignon 2019","category":"rose","image":"https://images.vivino.com/thumbs/yRN7CUbgSKeWU_gk6fiJhA_pb_x960.png", "url": "https://www.wine.com//product/joseph-phelps-cabernet-sauvignon-2019/782060", "varietal": "Cabernet Sauvignon", "location": "Napa Valley, California", "alcohol_volume": "750ML", "alcohol_percent": "14.5", "price": "$90", "notes": "A classic Napa Valley Cabernet Sauvignon with inviting violet, dark fruit, tobacco, subtle baking spice and earthy dried herb aromatics. The palate is filled with expressive black cherry, blackberry and dark plum, hints of spice box and sweet vanilla bean. A focused, concentrated wine with youthful energy and freshness nimbly balanced by supple tannin structure and finesse.Blend: 94% Cabernet Sauvignon, 3% Cabernet Franc, 2% Merlot, 1% Malbec", "reviews": [{"author": "Wine Enthusiast", "review": "This wine is lovely in juicy red fruit, dried herb and hints of allspice, the tannin structure firm and giving. Offering refinement and structure, it shows nuances of black currant, cherry and toasted oak. This will do well in the cellar.Cellar Selection", "rating": "94"}, {"author": "Jeb Dunnuck", "review": "A year-in, year-out winner, the 2019 Cabernet Sauvignon Napa Valley should easily be an outstanding wine capable of evolving for two decades or so. Deep ruby/purple, with classy notes of cassis, blackberries, green tobacco, cedary herbs, and flowers, it's medium to full-bodied and has a wonderfully elegant, seamless texture, supple tannins, and outstanding length.Range: 91-93", "rating": "93"}, {"author": "Robert Parker's Wine Advocate", "review": "It rolls effortlessly out of the glass with beautifully pure notes of fresh black plums, black cherries and crushed blackcurrants plus hints of cinnamon stick, tobacco leaf and charcoal. Medium to full-bodied, the palate hits the ground running with expressive black fruits and soft, supple tannins, lifted by just enough freshness and finishing pleasantly savory. Range: 91-93", "rating": "93"}, {"author": "Wilfred Wong of Wine.com", "review": "COMMENTARY: The 2019 Joseph Phelps Cabernet Sauvignon underscores how well this venerable Napa winery has handled this omnipresent grape variety. TASTING NOTES: This wine brings lovely and persistent aromas and flavors of black fruit, licorice, and oak to the fore. Serve it with grilled beef topped with diced shallots and slivered orange and red bell peppers. (Tasted: August 24, 2021, San Francisco, CA)", "rating": "93"}, {"author": "Wine & Spirits", "review": "Floral cherry and currant flavors burst from this wine’s tannins, which feel chewy, tight-ening around the fruit with their musky and smoky notes. Give it time for the fruit to fully emerge from the tannins, or coax it out with lamb burgers.", "rating": "91"}]}
{"name": "Faust Cabernet Sauvignon 2018","image":"https://static.wixstatic.com/media/074eff_e8a4dd5bbd2d4e7680213a9af613888c~mv2.jpg/v1/fill/w_440,h_878,al_c,q_85,usm_0.66_1.00_0.01,enc_auto/Fasut_2018_small.jpg","category":"rose", "url": "https://www.wine.com//product/faust-cabernet-sauvignon-2018/677554", "varietal": "Cabernet Sauvignon", "location": "Napa Valley, California", "alcohol_volume": "750ML", "alcohol_percent": "14.9", "price": "$55", "notes": "The core of Faust comes from our Coombsville Estate as well as from our vineyards in Rutherford and Oakville. This wine jumps out of the glass with aromas of fresh black cherry and plum. Layers of savory cherry compote, earth, cedar and graphite are rounded out by a long finish with hints of dark chocolate, balanced acidity and minerality.", "reviews": [{"author": "James Suckling", "review": "Very attractive aromas of blackcurrants, black olives and dark leather with some cedar. It’s full-bodied with firm, silky tannins and a refined, polished finish. Shows finesse and focus. Grows on the palate. Really delicious now, but will improve with age. Drink or hold.", "rating": "94"}, {"author": "Wine Enthusiast", "review": "Blended with Merlot, Petit Verdot and Cabernet Franc, this full-bodied, highly expressive red is made from Coombsville estate grapes as well as grapes from sites in Rutherford and Oakville. It presents concentrated, burly black-fruit notes tempered by savory clove, espresso, leather and toasted oak.", "rating": "92"}, {"author": "Wine Spectator", "review": "Distinctive, with sweet bay leaf, sassafras and a sanguine note all taking the lead, while a core of gently mulled red currant and blackberry fruit follows. Shows a nice herbaceous/brambly energy through the finish. Drink now through 2028.", "rating": "92"}, {"author": "Wilfred Wong of Wine.com", "review": "COMMENTARY: The 2018 Faust Cabernet Sauvignon deftly combines some of Napa Valley's best AVAs into a wine of excellence. TASTING NOTES: This wine shows beautiful aromas and flavors of red and black fruits along with anise and oak. Enjoy with grilled beef. (Tasted: October 17, 2020, San Francisco, CA)", "rating": "91"}]}
{"name": "Fess Parker Sanford & Benedict Vineyard Chardonnay 2018","image":"https://cdn.klwines.com/images/skus/1370027x.jpg","category":"white", "url": "https://www.wine.com//product/fess-parker-sanford-and-benedict-vineyard-chardonnay-2018/797500", "varietal": "Chardonnay", "location": "Sta. Rita Hills, Santa Barbara, Central Coast, California", "alcohol_volume": "750ML", "alcohol_percent": "14.1", "price": "$39", "notes": "The 2018 Fess Parker Sanford & Benedict Vineyard Chardonnay offers aromas and flavors of citrus, lemon cream, green apple, pear, yellow peach, honey, pastry crust, cinnamon, butterscotch, vanilla, and toasty oak.", "reviews": [{"author": "Jeb Dunnuck", "review": "Last of the Chardonnay, the 2018 Chardonnay Sanford & Benedict Vineyard offers lots of candied lemon and honeyed apple notes to go with medium to full-bodied richness, a rounded, layered texture, good concentration, and outstanding length. It develops more spice and brioche notes with time in the glass and is going to evolve for 4-6 years.", "rating": "93"}, {"author": "Wine & Spirits", "review": "Blair Fox, winemaker at Fess Parker, is never shy about his oak regime, but in recent years, his wines have become brighter and more expressive. This 2018 is a case in point: With its subtle minerality and limey freshness—lime pith and juice and limestone dust—it’s a tense and graceful chardonnay", "rating": "92"}, {"author": "Wine Enthusiast", "review": "Prominent aromas of pear flesh meet with a squeeze of lemon on the nose of this bottling from the historic vineyard. There is prominent acidity on the sip, where brisk lemon and grapefruit-peel flavors play against warmer tones of apple flesh.", "rating": "91"}]}
{"name": "Castellani Pinot Grigio 2020","category":"white","image":"https://images.vivino.com/thumbs/G0etqTrTQWyuVcB0SYuGeA_pb_600x600.png", "url": "https://www.wine.com//product/castellani-pinot-grigio-2020/717412", "varietal": "Pinot Gris/Grigio", "location": "Veneto, Italy", "alcohol_volume": "750ML", "alcohol_percent": "0", "price": "$10", "notes": "Straw yellow with greenish reflections and a balanced bouquet with notes of apple, peach and white flowers. Fresh and harmonious This wine pairs really well with fresh vegetables, raw fish and lighter meals. Fish and shellfish are classic pairing partners.", "reviews": []}
{"name": "Sine Qua Non Deux Grenouilles 2016","category":"white","image":"https://cdn.klwines.com/images/skus/1383829x.jpg", "url": "https://www.wine.com//product/sine-qua-non-deux-grenouilles-2016/513962", "varietal": "Other White Blends", "location": "California", "alcohol_volume": "750ML", "alcohol_percent": "0", "price": "$249", "notes": "", "reviews": [{"author": "Jeb Dunnuck", "review": "The 2016 Deux Grenouilles is another brilliant white from this estate. Based on 36% Roussanne, 29% Chardonnay, 23% Viognier, and the balance Petite Manseng and Muscat, brought up 48% new French oak (the balance is in neutral oak and concrete eggs). This rich, full-bodied, incredibly elegant white offers up a smorgasbord of buttered citrus, orange blossom, flower oil, and honeyed minerality. Despite being a full-bodied, powerful wine, it stays fresh and graceful, with terrific freshness and acidity. It needs a decant if drinking any time soon and should keep for a decade or more.", "rating": "97"}, {"author": "Robert Parker's Wine Advocate", "review": "The 2016 Deux Grenouilles White bursts with expressive aromas of apricot preserve, yellow plums, dried flowers, orange rind and Acacia honey. It's a deftly judged blend of 36% Roussanne, 29% Chardonnay, 23% Viognier, 9% Petite Manseng and 3% Muscat, and the exotic aromatic contributions of the Viognier and Muscat don't drown out the subtle expressions of the other varieties. On the palate, the wine is full-bodied, fat and lavish, with considerable satiny texture, juicy acids and a sapid, even savory finish that I suspect reflects the Petite Manseng component. It's a rich and dramatic white that should drink well on release and could well be very interesting with time in the bottle. The Deux Grenouilles was produced entirely from estate fruit with the exception of Chardonnay from Bien Nacido Vineyard, and it was vinified in 26% concrete eggs, 26% used barrels and 48% new oak.", "rating": "94"}]}
{"name": "Domaine Buisson-Charles Meursault La Vigne de 1945 2019","image":"https://www.pogoswine.com/images/sites/pogoswine/labels/domaine-buisson-charles-meursault-la-vigne-de-1945.jpg","category":"white", "url": "https://www.wine.com//product/domaine-buisson-charles-meursault-la-vigne-de-1945-2019/818226", "varietal": "Chardonnay", "location": "Meursault, Cote de Beaune, Cote d'Or, Burgundy, France", "alcohol_volume": "750ML", "alcohol_percent": "0", "price": "$129", "notes": "Produced from old vines planted just before the end of World War II, this village level Meursault has a rich, concentrated palate that’s focused by tight, nervy acidity. Ripe peach and yellow apple unfold in the glass before hazelnut, toast and minerality present on the lingering finish.", "reviews": [{"author": "Burghound.com", "review": "This too flirts with exoticism on the ripe white and yellow orchard fruit aromas that are trimmed in mineral reduction nuances. There is a lovely sense of underlying tension to the beautifully well-detailed flavors that conclude in a bone-dry, youthfully austere and sneaky long finale. This too is a very fine Meursault villages that also merits consideration. Barrel Sample: 90-92", "rating": "92"}]}
{"name": "Picayune Cellars Sauvignon Blanc 2020","category":"white","image":"https://www.astorwines.com/images/items/42085.jpg", "url": "https://www.wine.com//product/picayune-cellars-sauvignon-blanc-2020/719208", "varietal": "Sauvignon Blanc", "location": "North Coast, California", "alcohol_volume": "750ML", "alcohol_percent": "0", "price": "$26", "notes": "Fresh burst of stone fruit on the nose. The palate is bright and lively with melon, peach and Asian pear flavors. The wine shows a lot of texture with a nice balance and finish. Crisp, delicate, attractive, yet rich at the same time. Drink on its own or pair with seafood, poultry, spicy food and anything that inspires you.", "reviews": []}
{"name": "Hiruzta Txakoli 2020","category":"sparkling","image":"", "url": "https://www.wine.com//product/hiruzta-txakoli-2020/724563", "varietal": "Other White Wine", "location": "Txakolina, Spain", "alcohol_volume": "750ML", "alcohol_percent": "12", "price": "$18", "notes": "Clean and sparkling. Light yellow in color with greenish tones. The presence of very fine carbonic bubbles can be observed when pouring a glass of this wine from a certain height, typical of this type of Txakolis. Intense aromas of white (pear and apple), citrus (grapefruit) and tropical (pineapple and passion fruit) fruit aromas, also swathed with white flower (orange blossom) scents, all enhanced by the subtle release of the natural carbonic gas. It is very balanced and fresh, with a certain sense of spicy sparkle on the tongue and an integrated acidity. Pleasant on the palate, with a citrus and tropical aftertaste. Long and aromatic finish.", "reviews": [{"author": "Decanter", "review": "Bright lemon peel and grapefruit aromas with some underlying tropical fruits. Light prickle on the palate with mid-palate weight and texture; deftly poised with palate-whetting acidity. Long, zesty, elegant, crunchy and fine-boned, this has delightful charm. Shellfish anyone?", "rating": "97"}]}
{"name": "La Crema Sonoma Coast Chardonnay 2020", "category":"sparkling","image":"https://www.saq.com/media/catalog/product/7/4/740084-1_1580605208.png?quality=80&fit=bounds&height=&width=", "url": "https://www.wine.com//product/la-crema-sonoma-coast-chardonnay-2020/856467", "varietal": "Chardonnay", "location": "Sonoma Coast, Sonoma County, California", "alcohol_volume": "750ML", "alcohol_percent": "13.8", "price": "$23", "notes": "Aromas of Meyer lemon, nectarine and jasmine are followed by flavors of crisp green apple, tangerine and yellow plum. On the palate, the wine is concentrated and juicy with a lingering finish.", "reviews": []}
{"name": "Domaine Clos des Rocs Pouilly-Loche Les Mures 2019", "category":"sparkling","image":"https://res.cloudinary.com/unjourunvin/h_160,dpr_2.625,f_auto,q_auto,fl_lossy/productimg/Clos-des-Rocs-Pouilly-Loche-Les-Mures-G_6050ea7b3bbbd6_62691957.png","url": "https://www.wine.com//product/domaine-clos-des-rocs-pouilly-loche-les-mures-2019/916238", "varietal": "Chardonnay", "location": "Pouilly-Loche, Maconnais, Burgundy, France", "alcohol_volume": "750ML", "alcohol_percent": "0", "price": "$36", "notes": "The lieu-dit of “Les Mures” is considered to be the finest example of the appellation, though this is due in part to the absence of the Clos des Rocs Monopole cru from the market for many years prior to Olivier’s arrival on the scene. Rankings aside, the 40-year vines and limestone-rich soil of “Les Mures” (situated immediately next to the Clos des Rocs) produce an undeniably fine wine with persistent minerality marked by notes of lemon confit, and finishing with exceptional length. Elevage is half each in cuve and neutral barrel for one year, and this is a true example of a vin de garde from the estate.", "reviews": [{"author": "Robert Parker's Wine Advocate", "review": "Notes of pear, fresh bread and dried white flowers introduce the 2019 Pouilly-Loché Les Mûres, a medium to full-bodied, fleshy and layered wine with a brighter spine of acidity underpinning its puppy fat, concluding with a saline finish.", "rating": "91"}]}
